<?php
ob_start();
session_start();

require_once './control/connection.php';

require_once './control/DB.php';

require_once './control/PersianCalendar.php';

require_once './control/class.php';
?>

<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no" />
    <meta http-equiv="x-ua-compatible" content="ie=edge">
    <meta name="description" content="فدراسیون ووشو جمهوری اسلامی ایران" />
    <meta name="keywords" content="فدراسیون ووشو جمهوری اسلامی ایران">
    <meta name="author" content="Abbas Mousaei">
    <meta name="robots" content="all">
    <title>فدراسیون ووشو جمهوری اسلامی ایران</title>

    <!-- favIcon -->
    <link rel="apple-touch-icon" sizes="180x180" href="/apple-touch-icon.png">
    <link rel="icon" type="image/png" sizes="32x32" href="/favicon-32x32.png">
    <link rel="icon" type="image/png" sizes="16x16" href="/favicon-16x16.png">
    <link rel="manifest" href="/site.webmanifest">

    <!-- Add bootstrap core css to site -->
    <link rel="stylesheet" href="assets/bootstrap-4.5.2-dist/css/bootstrap.css">
    <!-- <link rel="stylesheet" href="assets/css/bootstrap-theme.css"> -->
    <!-- Add FontAwesome.Pro css to site -->
    <link rel="stylesheet" href="assets/FontAwesome.Pro.5.14.0.Web/css/all.css">


    <!-- Add main style css to site -->
    <link rel="stylesheet" href="assets/css/style.css">



    <style>
        ul>li {
            margin-bottom: 15px;
        }
    </style>



    <?php
require './control/module1.php';
?>
</head>

<body>

    <?php
require './control/counter.php';

require './control/module2.php';
?>

    <?php
include './layouts/top-menu.php';
?>






    <div class="container-full text-right rtl" style="background: #f3f5f6;">
        <div class="container">
            <div class="breadcamp">
                <a href="./"><i class="fa fa-map-marker-alt"></i> خانه</a> / &nbsp;
                <span>فدراسیون</span> / &nbsp;
                <span>تاریخچه</span>
            </div>
        </div>
    </div>


    <section class="sections rtl IRANSansNormal text-right">
        <div class="container">
            <div class="row mt-5">
                <div class="col-md-12 col-sm-12">
                    <div class="cpanel">
                        <div class="cpanel-header">تاریخچه</div>
                        <div class="cpanel-body rtl">
                            <p class="lh-3">
                                <?php echo correctText('
                                ووشو که مرکب از دو کلمه "وو" و "شو" به معني هنر رزم مي باشد ، ورزش رزمي ملي کشور چين است
                                که در آن انواع مختلف حرکات براي سلامتي جسم و روح و دفاع شخصي در نظر گرفته شده‌ است. در
                                چين باستان از هنرهاي رزمي براي دفاع از سرزمين، خود يا خانواده و مقابله با دشمنان و
                                راهزنان و ... استفاده مي ‌شد. ووشو نه تنها يک ورزش سنتي چين، بلکه عناصر فلسفي، اخلاقي،
                                زيباشناسي، پزشکي و نظامي را نيز در بر دارد. هدف فنون رزمي ووشو ناتوان کردن و زيان رساندن
                                به دشمن است. از اين رو ووشو يکي از شيوه هاي تمريني مهم ارتش هاي چين باستان بوده و حتي
                                امروزه نيز در تمرينات پليس و نيروهاي مسلح ارتش نيز مورد استفاده قرار مي گيرد.
                                <br>
                                توسعه ووشو در سلسله هاي مينگ (1368-1644 ميلادي ) و چينگ (1636-1912ميلادي ) به اوج خود
                                رسيد. در اين زمان، ووشو به شاخه هاي گوناگون مانند چان چوان، نان چوان و تاي چي تقسيم شد.
                                در زمان جمهوري چين (1912-1949ميلادي) ووشو به نوعي ورزش تبديل شد و باشگاه هاي تخصصي
                                بسياري در زمينه ورزش ووشو ايجاد شد. پس از مطرح شدن ووشو در بعد مسابقاتي، اولين انجمن
                                رسمي آن در سال 1920 در کشور چين تاسيس شد و دست اندرکاران امور شديداً به ترويج مسابقات در
                                سطوح مختلف پرداخته و سرمايه هاي انساني و مالي فراوان را در اين راه به خدمت گرفتند که بر
                                اثر همين کوشش ها از سال 1932 گردهمايي هاي ملي آغاز و در سال 1933 ووشو رسما به ليست
                                مسابقات و بازيهاي ملي وارد شد.
                                <br>
                                امروزه ووشو به صورت يک ورزش استاندارد جهاني به مردم جهان ارايه شده ‌است و فقط منحصر به
                                کشور چين نيست و مردم کشورهاي مختلف براي بهره گيري از خواص طبي و شرکت در رقابت هاي
                                قهرماني در اين رشته ورزشي تمرين مي‌کنند. هنر رزمي ووشو در مسابقات در دو بخش تالو و ساندا
                                ارائه مي‌شود:<br>'); ?>
                            <ul>
                                <li><?php echo correctText('زمينه تالو (اجراي فرم هاي سنتي چيني به صورت زيبا به همراه حرکات آکروباتيک)'); ?>
                                </li>
                                <li><?php echo correctText('زمينه ساندا (مبارزه آزاد بر روي سکو با استفاده از دستان و پاها و زيرگيري)'); ?>
                                </li>
                            </ul>
                            </p>
                            <p class="lh-3">
                                <?php echo correctText('
                                ووشو به عنوان نوعي ورزش، تمام فنون رزمي خود را حفظ کرده، اما به دليل محدوديت هاي قوانين
                                مسابقه، ورزش ووشو بر اصل زيان نرساندن به حريف متکي است. براي نمونه، در مسابقات ساندا
                                محدوديت
                                هايي براي حرکاتي که مي تواند به حريف آسيب برساند، ايجاد شده است.
                                <br>
                                
                                اولين مسابقات ملي ووشو در سال 1935 برگزار شد و متعاقباً در سال1936 معرفي آن در سطح بين
                                المللي، يک تيم 9 نفره از قهرمانان ووشو در جريان المپيک برلين حرکاتي را به نمايش گذاشته
                                که
                                بسيار مورد توجه و تشويق حضار قرار گرفت. آنگاه پس از چندين سال مطالعه، تحقيقات و پژوهش در
                                سال
                                1958 بدليل استقبال شديد مردم از مسابقات مقررات و قوانين کاملي توسط سازمان تربيت بدني چين
                                وضع
                                شد که با تلاش ديگر اساتيد و قهرمانان اين رشته در سطوح جهاني با حضور 14 کشور در سال 1987
                                اولين مسابقه قهرماني ووشو آسيا در ژاپن برگزار گرديده و نيز همان سال WFA يا فدراسيون ووشو
                                آسيا تشکيل شد. در حال حاضر 38 کشور عضو اين فدراسيون آسيايي مي باشند. در همين حال در
                                رقابتهاي
                                اروپا، آمريکا و فدراسيونهاي مربوطه تشکيل و پس از کوشش هاي فراوان در سال 1990 ووشو به
                                عنوان
                                يکي از رشته هاي رسمي در بازيهاي آسيايي وارد گرديد. سپس با تشکيل فدراسيون بين الملي
                                ووشوIWUF
                                در سال1990 اولين دوره مسابقات ووشو قهرماني جهان با حضور 36 کشور در سال 1991در چين برگزار
                                و
                                متعاقباً دومين دوره آن نيز در سال 1993 در کشور مالزي به انجام رسيد و همچنين کشور آمريکا
                                نيز
                                بعنوان محل برگزاري سومين دوره مسابقات جهاني ووشو در سال 1995 برگزيده شد.
                                <br>
                                در کشورمان ايران نيز همسان با ديگر ممالک چند سالي است به همت و پشتکار تني چند از
                                زحمتکشان و
                                عاشقان اين هنر شاهد توسعه و گسترش اين هنر رزمي که به تعبيري مي توان آن را گوهر تابناک
                                هنرهاي
                                رزمي معرفي نمود، از سال 1368 رسما تحت پوشش فدراسيون هاي مختلف از جمله تکواندو، کاراته،
                                دفتر
                                جهاد تربيت بدني و فدراسيون کونگ فو، ووشو رزم آوران شروع نمود و از اسفند 1382 ووشو فعاليت
                                خود
                                را در قالب فدراسيون مستقل ادامه مي دهد و با 20 سبک در سي و يک استان فعال مي باشد. با
                                اينکه
                                مدت زيادي از تاسيس فدراسيون ووشو نمي گذرد، روند رو به رشد اين رشته کاملا مشهود است و از
                                نظر
                                فني نيز هنرجويان وطن عزيزمان در سطح قابل تحسيني ارتقاء پيدا نموده اند که اين موضوع مورد
                                توجه
                                صاحب نظران و کارشناسان فدراسيون بين المللي IWUF نيز قرار گرفته است. مضافا شرکت تعدادي از
                                اساتيد و قهرمانان عزيز ايراني در تورنمنت هاي بين المللي و بالاخص مسابقات مختلف قهرماني
                                جهان
                                و آسيا باعث کسب رتبه ها و امتيازات عالي گشت. سنگيني ترازوي افتخارات را افزون نمود که
                                اميد
                                است روز به روز بر وسعت اين آگاهي ها و افتخارات افزود شود.
                                <br>
                                رشته ووشو داراي تشکيلات معتبر و منظم جهاني با علامت اختصاري IWUF مي باشد که در کشور چين
                                مستقر است. اين فدراسيون داراي 150 عضو رسمي و فعال مي باشد که در سال 1990 تاسيس شده است و
                                عضويت ووشو جمهوري اسلامي ايران در سال 1991 به عنوان سي هفتمين عضو فدراسيون جهاني در نهاد
                                مذکور پذيرفته شد. خوشبختانه استقبال ملل مختلف از اين رشته زيبا در حد بسيار بالايي بوده،
                                به
                                طوري که گستره جغرافيايي آن که محدود به حوزه شرق آسيا بوده در حال حاضر به اقصي نقاط جهان
                                گسترش يافته و در بخش هاي مختلف آن در هر دوره از مسابقات قدرت هاي جديدي ظاهر مي شوند که
                                اين
                                امر نشان دهنده پيشرفت و بالندگي اين رشته است.
                                <br>
                                ووشو در سال 2004 توسط کميته بين المللي المپيک به رسميت شناخته شد و حرکت خود را جهت ورود
                                به
                                المپيک آغاز نموده است.
                                <br>'); ?>
                            </p>
                            <br>
                        </div>
                    </div>
                </div>

            </div>
        </div>
    </section>




    <section>
        <div style="height: 200px; "></div>
    </section>


    <div id="button">
        <i class="fa fa-arrow-alt-up"></i>
    </div>

    <?php
include './layouts/footer.php';
    ?>



    <!-- Add jquery js to document -->
    <script src="assets/js/jquery-3.5.1.js "></script>
    <!-- Add bootstrap js to document -->
    <script src="assets/bootstrap-4.5.2-dist/js/bootstrap.js "></script>
    <script src="assets/js/style.js "></script>



</body>

</html>